{
    "prefs": {
        "login": {
            "socket_url": "http://server.erik.red:3000",
            "version": "1.00",
            "releases": {
                "1": "development", "2": "production", "3": "development-web", "4": "production-web"
            },
            "channels": {
                "1": "bonziuniverse",
                "2": "bonziuniverse-classic",
                "3": "bonziuniverse-enhanced",
                "4": "bonziuniverse-revived",
                "5": "bonziuniverse-community",
                "6": "bonziuniverse-nocaptcha"
            },
            "user-agents": {
                "1": "bw-CosmicBOT", "2": "node-XMLHttpRequest"
            },
            "rooms": {
                "1": "", "2": "default", "3": "bonzi_tv", "4": "bonzi_weather", "5": "news", "6": "test"
            }
        },
        "appearance": {
            "botver": "2.0.0",
            "name": {
                "1": "CosmicBOT", "2": "𝘾𝙤𝙨𝙢𝙞𝙘𝐁𝐎𝐓"
            },
            "status": "",
            "dev": "Cosmic",
            "co_dev": "",
            "net": "bw"
        },
        "prefixes": {
            "1": "c#", "2": "c?", "3": "c!", "4": "c@"
        },
        "voices": {
            "1": "default", "2": "espeak", "3": "espeakjs"
        },
        "socials": {
            "discord": "",
            "twitter": "",
            "reddit": "",
            "instagram": "",
            "github": "",
            "pastebin": "",
            "replit": ""
        },
        "cmds": {
            "godword": "",
            "delay": 144,
            "youtube": {
                "playlists": {
                    "default": [],
                    "vaporwave": [
                        "_HJ9LdmppYU", "aQkPcPqTq4M", "_4gl-FX2RvI", "8GW6sLrK40k", "W2j3cEPjoQM", "_3lzNB6ZK6w", "5BZLz21ZS_Y", "PJEmF0FTAtI", "_bIz-NLajco"
                    ]
                }
            },
            "spotify": {
                "playlists": [
                    "https://open.spotify.com/playlist/0l3lv7K9TTrb9HYEaDvuWT?si=638ce5c07bb742b6",
                    "https://open.spotify.com/playlist/6hTTcjTh9mCI5R358mWudT?si=42819985a40e4a82",
                    "https://open.spotify.com/playlist/7mBXiKZ4FCrEEVy3kxHwpA?si=3db420ddb7cc4278"
                ]
            },
            "soundcloud": {
                "playlists": []
            },
            "stickers": {
                "sex": "bonzi sex",
                "sad": "so sad",
                "bonzi": "BonziBUDDY",
                "host": "host is a bathbomb: rest in peace brother",
                "spook": "ew im spooky",
                "forehead": "you have a big forehead",
                "ban": "i will ban you so hard right now",
                "flatearth": "this is true, and you cant change my opinion",
                "swag": "look at my swag",
                "topjej": "toppest jej",
                "cyan": "cyan is yellow",
                "no": "fuck no",
                "bye": "bye i'm leaving",
                "kiddie": "kiddie",
                "big_bonzi": "you picked the wrong room id fool!",
                "lol": "lol"
            },
            "8ball": [
                "It is certain",
                "It is decidedly so ",
                "Without a doubt",
                "Yes - definitely",
                "You may rely on it",
                "As I see it, yes",
                "Most likely",
                "Outlook good",
                "Yes",
                "Signs point to yes",
                "Don't count on it",
                "No",
                "My reply is no",
                "My sources say no",
                "Outlook not so good",
                "Very doubtful",
                "Reply hazy, try again",
                "Ask again later",
                "Better not tell you now",
                "Cannot predict now",
                "Concentrate and ask again"
            ],
            "bees": [
                "According to all known laws",
                "of aviation,",
                "there is no way a bee",
                "should be able to fly.",
                "Its wings are too small to get",
                "its fat little body off the ground.",
                "The bee, of course, flies anyway",
                "because bees don't care",
                "what humans think is impossible.",
                "Yellow, black. Yellow, black.",
                "Yellow, black. Yellow, black.",
                "Ooh, black and yellow!",
                "Nah",
                "I'm not doing the whole fucking thing.",
                "...",
                "Screw You!"
            ],
            "wtf": [
                "i cut a hole in my computer so i can fuck it",
                "i hate minorities",
                "i said /godmode password and it didnt work",
                "i like to imagine i have sex with my little pony characters",
                "ok you all are grounded grounded grounded grounded grounded grounded grounded grounded grounded for 64390863098630985 years go to ur room",
                "i like to eat dog crap off the ground",
                "i can use inspect element to change your name so i can bully you",
                "i can ban you, my dad is seamus",
                "why do woman reject me, i know i masturbate in public and dont shower but still",
                "put your dick in my nose and lets have nasal sex",
                "my cock is 6 ft so ladies please suck it",
                "please make pope free",
                "whats that color",
                "This PC cannot run Windows 11. The processor isn't supported for Windows 11. While this PC doesn't meet the system requirements, you'll keep getting Windows 10 Updates.",
                "100. Continue.",
                "418. I'm a teapot.",
                "I am SonicFan08 and i like Norbika9Entertainment and grounded videos! Wow! I also block people who call me a gotard!",
                "Bonkey sugar. Anything that makes one physically satisfied. By extension, anything good or desirable. The following are examples of things which are most certainly bonkey sugar...",
                "i like to harass bonziworld fans on bonziworld",
                "there is a fucking white bird in my chest please get him out",
                "i am that frog that is speaking chinese",
                "i don't let anyone have any fun like holy shit i hate bonziworld soooooooooo much!",
                "i make gore art out of dream as fucking usual",
                "yummy yummy two letter object in my tummy! yummy in my tummy! i pretend to be david and terrorize the fuck out of my friends!",
                "why the fuck are you hating Twitter?! what did they do to you?!",
                "This is not a test. You have been caught as a 'funny child harassment' moment. you will be banned. You got banned! Why? Being retarded? IDK. You literally harass BonziWORLD Fans. How dare you!",
                "how many fucking times have i told you? GIVE ME THE MARIO 64 BETA ROM NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW NOW!",
                "I am getting fucking tired of you using this command. Fucking take a break already!",
                "DeviantArt",
                "You're a [['fVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVVkjng]] asshole!",
                "javascript",
                "BonziWORLD.exe has encountered and error and needs to close. Nah, seriously, you caused this error to happen because you used /wtf.",
                "moo!",
                "host bathbomb",
                "Hi.",
                "hiii i'm soundcard from mapper league",
                "I injected some soundcard syringes into your browser. <small>this is obviously fake</small>",
                "--image <img class=no_selection src=//cdn.discordapp.com/emojis/854164241527209995.gif?v=1 draggable=false></img>",
                "i listen to baby from justin bieber",
                "i watch numberblocks",
                "i watch doodland and now people are calling me a doodtard",
                "i watch bfdi and now people are calling me a objecttard",
                "i post klasky csupo effects and now people are calling me a logotard",
                "i inflate people, and body inflation is my fetish.",
                "i installed BonziBUDDY on my pc and now i have a virus",
                "i deleted system32",
                "i flood servers, and that makes me cool.",
                "Hi. My name is DanielTR52 and i change my fucking mind every 1 picosecond. Also, ICS fucking sucks. Nope, now he doesnt. Now he does. Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.  Now he doesnt. Now he does.",
                "i still use the wii u",
                "i used homebrew on my nintendo switch and i got banned",
                "i bricked my wii",
                "muda muda muda muda!",
                "i am going to post inflation videos because, remember: 'I inflate people and inflation is my fetish.'",
                "i copy other people's usernames",
                "i use microsoft agent scripting helper for fighting videos against innocent people that did nothing wrong by just friendly commenting",
                "i use microsoft agent scripting helper for gotard videos",
                "i use hotswap for my xbox 360",
                "i boycotted left 4 dead 2",
                "CAN U PLZ UNBAN ME PLZ PLZ PLZ PLZ PLZ PLZ PLZ PLZ",
                "I use an leaked build of Windows 11 on my computer.",
                "Do you know how much /wtf quotes are there?",
                "Fun Fact: You're a fucking asshole",
                "i watch body inflation videos on youtube",
                "ItzCrazyScout, No! More like.... ekfheiophjeodxenwobifuodhndoxnwsiohbdeiowdhn2werifhwefief! He banned euhdeioqwdheiwohjixzojqsioh r23oipwshnwq! End of rant.",
                "Pro Hacker: NEAGEUR! [[llllllllllllll]] NEAGEUR!",
                "i play left 4 dead games 24/7",
                "i am so cool. i shit on people, add reactions  that make fun of users on discord, and abuse my admin powers. i am really so cool.",
                "This product will not operate when connected to a device which makes unauthorized copies. Please refer to your instruction booklet for more information.",
                "hey medic i like doodland",
                "i installed windows xp on my real computer",
                "i am whistler and i like to say no u all the time",
                "HEY EVERYONE LOOK AT ME I USE NO U ALL THE TIME LMAO",
                "i like to give my viewers anxiety",
                "how to make a bonziworld server?",
                "shock, blood loss, infection; [['oU: hoUhoUhoUhoU]]! i love stabbing!",
                "I AM ANGRY BECAUSE I GOT BANNED! I WILL MAKE A MASH VIDEO OUT OF ME GETTING BANNED!",
                "oh you're approaching me!",
                "MUTED! HEY EVERYONE LOOK AT ME I SAY MUTED IN ALL CAPS WHEN I MUTE SOMEONE LMAO",
                "can you boost my server? no? you're mean!>:(",
                "no u",
                "numberblocks is my fetish",
                "#inflation big haram",
                "Sorry, i don't want you anymore.",
                "Twitter Cancel Culture! Twitter Cancel Culture! Twitter Cancel Culture! Twitter Cancel Culture! Twitter Cancel Culture!",
                "cry about it",
                "<p hidden>[[??????????????????????????????????????????????????????????????????????????????????????]] Hello? Is anyone there? Please help me!</p>",
                "SyntaxError: Unexpected string",
                "i post random gummibar videos on bonziworld",
                "i support meatballmars",
                "PLEASE GIVE THIS VIDEO LIKES!!!!! I CANNOT TAKE IT ANYMORE!",
                "I WILL MAKE A BAD VIDEO OUT OF YOU! GRRRRRRRRRRRR!",
                "Muted!",
                "i keep watching doodland like forever now",
                "i mined diamonds with a wooden pickaxe",
                "i kept asking for admin and now i got muted",
                "I FAP TO FEMMEPYRO NO JOKE",
                "i like to imagine that i am getting so fat for no reason at all",
                "i am not kid",
                "i want mario beta rom hack now!",
                "i am a gamer girl yes not man no im not man i am gamer girl so give me money and ill giv you my adress ♥♥",
                "i used grounded threats and now i got hate",
                "i post pbs kids and now people are calling me a pbskidstard",
                "Oh my gosh! PBS Kids new logo came on July 19th!",
                "i will flood the server but people still thinked that i will not flood, the flooder hates are psychopaths, a skiddie, psychology and mentallity",
                "i used inspect element and now i got hate",
                "hi i am vacbedlover want to show my sexual fetish. I just kept evading my ban on collabvm to act like a forkie.",
                "i watch the potty song and now people are calling me a pottytard",
                "bonziworld reacts to... zzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzz",
                "i am danieltr52 the clown and i have inflation fetish",
                "i watch nature on pbs",
                "i post thomas theme song and now people are calling me a thomastard",
                "i pee my pants",
                "Wow! TVOKids is awesome- No! Its not awesome, you idiotic TVOKids fan!",
                "i watch grounded videos and now people are calling me a gotard",
                "Hi i am DanielTR52 and i have inflation fetish my friends please hate on seamus from making bad videos out of me",
                "Excuse me, CUT! We made another color blooper! glass breaking sound effect WAAAAAAAAAAAA! inhale WAAAAAAAAAAAA! Well that was uncalled for. It was! Anyways, you guys are in the colors of the AidenTV logo. Looks down BOING! Oh, oops. It's okay, swap the colors back to normal and then we'll do Take 48! Snap",
                "DOGGIS!",
                "i watch bfb and now people are calling me a objecttard",
                "This is not a test. You have been caught as a 'funny child harassment' moment. you will be banned. You got banned! Why? Being retarded? IDK. You literally harass BonziWORLD Fans. How dare you!",
                "fingerprinting on bonzi.world is giving out your location! real! not fake!",
                "i post pinkfong the potty song and now people are calling me a pinkfongtard",
                "my favorite flash nickelodeon clickamajig is Dress Up Sunny Funny",
                "i snort dill pickle popcorn seasoning",
                "i listen to planet custard's greated song, the potty song and now i got hate",
                "This PC cannot run Windows 11. The processor isn't supported for Windows 11. While this PC doesn't meet the system requirements, you'll keep getting Windows 10 Updates.",
                "I am SonicFan08 and i like Norbika9Entertainment and grounded videos! Wow! I also block people who call me a gotard!",
                "When BonziWORLD leaks your memory, your system will go AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA",
                "i post i got banned on bonziworld and now i got hate",
                "i post babytv and now people are calling me a babytvtard",
                "i post sf08 news and now i got hate",
                "i listen to spongebob theme song and now i got hate",
                "What the fuck did you just fucking say about me, you little bitch? I'll have you know I graduated top of my class in the Navy Seals, and I've been involved in numerous secret raids on Al-Quaeda, and I have over 300 confirmed kills. I am trained in gorilla warfare and I'm the top sniper in the entire US armed forces. You are nothing to me but just another target. I will wipe you the fuck out with precision the likes of which has never been seen before on this Earth, mark my fucking words. You think you can get away with saying that shit to me over the Internet? Think again, fucker. As we speak I am contacting my secret network of spies across the USA and your IP is being traced right now so you better prepare for the storm, maggot. The storm that wipes out the pathetic little thing you call your life. You're fucking dead, kid. I can be anywhere, anytime, and I can kill you in over seven hundred ways, and that's just with my bare hands. Not only am I extensively trained in unarmed combat, but I have access to the entire arsenal of the United States Marine Corps and I will use it to its full extent to wipe your miserable ass off the face of the continent, you little shit. If only you could have known what unholy retribution your little 'clever' comment was about to bring down upon you, maybe you would have held your fucking tongue. But you couldn't, you didn't, and now you're paying the price, you goddamn idiot. I will shit fury all over you and you will drown in it. You're fucking dead, skiddo."
            ]
        }
    }
}
